
{
    "iniciarSesion": {
        "en": "Login",
        "es": "Iniciar Sesión",
        "cat": "Inicia Sesió"
    },
    "nombreUsuario": {
        "en": "Username",
        "es": "Nombre de Usuario",
        "cat": "Nom d'Usuari"
    },
    "noTienesCuenta": {
        "en": "Username",
        "es": "Nombre de Usuario",
        "cat": "Nom d'Usuari"
    },
    "password": {
        "en": "Password",
        "es": "Contraseña",
        "cat": "Contrasenya"
    },
    "registrate": {
        "en": "Sign up",
        "es": "Registrate",
        "cat": "Registra't"
    },
    "sobreNosotros": {
        "en": "About Us",
        "es": "Sobre Nosotros",
        "cat": "Sobre Nosaltres"
    },
    "cerrarSesion": {
        "en": "Logout",
        "es": "Cerrar Sesión",
        "cat": "Tancar Sesió"
    },
    "loreInicial": {
        "en": "Laia, an engineer passionate about clean energy, travels the world to illuminate it. In each country, she uses her skills to solve problems and bring light to everyone. She searches for magical pieces in each place, and when she finishes in a country, she collects a special piece. After visiting Barcelona, Brazil, and Kenya, she reaches India and combines all the pieces to create a superpowerful energy that lights up the entire planet. Can you help Laia fulfill her mission and win together? Join her on this exciting journey!",
        "es": "Laia, una ingeniera amante de la energía buena, viaja por el mundo para iluminarlo. En cada país, usa sus habilidades para resolver problemas y llevar luz a todos. Busca piezas mágicas en cada lugar, y cuando termina en un país, recoge una pieza especial. Después de pasar por Barcelona, Brasil y Kenia, llega a India y junta todas las piezas para hacer una energía superpoderosa que ilumina el planeta. ¿Puedes ayudar a Laia a cumplir su misión y ganar juntos? ¡Acompáñala en este viaje emocionante!",
        "cat": "Laia, una enginyera amant de l'energia sostenible, viatja pel món per il·luminar-lo. A cada país, utilitza les seves habilitats per resoldre problemes i portar llum a tothom. Busca peces màgiques a cada lloc, i quan acaba en un país, recull una peça especial. Després de passar per Barcelona, Brasil i Kenia, arriba a l'Índia i junta totes les peces per fer una energia superpoderosa que il·lumina tot el planeta. Pots ajudar Laia a complir la seva missió i guanyar junts? Acompanya-la en aquest viatge emocionant!"
    },
    "loreWarcelona": {
        "en": "In the bustling streets of Barcelona, Laia, a bold engineer, faces a unique challenge. Beyond her electrical skills, her mission involves navigating intricate alleys, avoiding robbers, in search of a crucial piece for her global journey. In this survival game, Laia not only aims to collect funds but also to pursue a mysterious piece. Can you help Laia emerge unscathed, with the coveted loot, and secure the indispensable piece for her journey?",
        "es": "En las bulliciosas calles de Barcelona, Laia, ingeniera audaz, se enfrenta a un desafío único. Más allá de sus habilidades eléctricas, su misión implica navegar las intrincadas callejuelas, evitando atracadores, en busca de una pieza crucial para su viaje global. En este juego de supervivencia, Laia no solo busca recolectar fondos, sino también perseguir una misteriosa pieza. ¿Podrás ayudar a Laia a salir ilesa, con el codiciado botín y asegurar la pieza indispensable para su travesía?",
        "cat": "En les bullicioses carrers de Barcelona, Laia, enginyera audaç, s'enfronta a un desafiament únic. Més enllà de les seves habilitats elèctriques, la seva missió implica navegar per les intrincades carreretes, evitant atracadors, a la recerca d'una peça crucial pel seu viatge global. En aquest joc de supervivència, Laia no només busca recaptar fons, sinó també perseguir una misteriosa peça. Podràs ajudar Laia a sortir ilesa, amb el preuat botí, i assegurar la peça indispensable per al seu trajecte?"
    },
    "loreBrasil": {
        "en": "After leaving Barcelona, Laia arrives in Brazil only to encounter a massive blackout. In this challenge, Laia must use her ingenuity and engineering skills to restore electricity. By strategically hitting placed targets, she will generate the necessary energy to illuminate Brazil once again. Each target poses a unique challenge, and only Laia's precision and speed can save the day. Additionally, in her journey, Laia is on a mission to obtain an essential piece. Are you ready to electrify Brazil with Laia?",
        "es": "Tras dejar Barcelona, Laia llega a Brasil enfrentándose a un apagón masivo. Para restaurar la electricidad, debe golpear estratégicamente dianas, generando energía para iluminar el país. Cada diana es un desafío único y solo la precisión y rapidez de Laia pueden salvar el día. En su viaje, Laia también busca conseguir una pieza esencial. ¿Estás listo para electrificar Brasil con Laia?",
        "cat": "Després de deixar Barcelona, Laia arriba al Brasil enfrontant-se a un apagó massiu. Per restaurar l'electricitat, ha de copsar estratègicament dianes, generant energia per il·luminar el país. Cada diana és un desafiament únic i només la precisió i rapidesa de Laia poden salvar el dia. En el seu viatge, Laia també busca aconseguir una peça essencial. Estàs llest per electrificar el Brasil amb Laia?"
    },
    "loreKenia": {
        "en": "After her success in Brazil, Laia ventures into Kenya with the aim of generating electricity through an ancient African ritual. In a magical matching game, each successful pairing unleashes vital energy. Laia, quick and precise, must illuminate villages by channeling this energy. Additionally, to advance in her global quest, she must obtain an essential piece from Kenya. Can you help Laia illuminate Kenya and secure the necessary piece in this new and fascinating mission?",
        "es": "Después de su éxito en Brasil, Laia se aventura en Kenia con el propósito de generar electricidad a través de un ancestral ritual africano. En un juego de parejas mágicas, cada acierto desata energía vital. Laia, rápida y precisa, debe iluminar aldeas canalizando esta energía. Además, para avanzar en su búsqueda global, debe conseguir una pieza esencial de Kenia. ¿Podrás ayudar a Laia a iluminar Kenia y asegurar la pieza necesaria en esta nueva y fascinante misión?",
        "cat": "Després del seu èxit al Brasil, Laia s'aventura a Kenya amb el propòsit de generar electricitat mitjançant un ancestral ritu africà. En un joc de parelles màgiques, cada encert allibera energia vital. Laia, ràpida i precisa, ha d'il·luminar pobles canalitzant aquesta energia. A més, per avançar en la seva recerca global, ha de conseguir una peça essencial de Kenya. Podràs ajudar Laia a il·luminar Kenya i assegurar la peça necessària en aquesta nova i fascinant missió?"
    },
    "loreIndia": {
        "en": "In her latest adventure, Laia, the engineer passionate about sustainable energy, heads to bustling Bangalore, India, facing the challenge of bringing light to homes with daily electricity needs. This puzzle requires meticulous resource management and clever strategy. Are you ready to help Laia illuminate Bangalore and showcase your skills in renewable energy? Additionally, she discovers that the pieces obtained during her journey are crucial to providing energy to India.",
        "es": "En su última aventura, Laia, la ingeniera apasionada por la energía sostenible, llega a Bangalore, India, enfrentándose al desafío de llevar luz a casas con necesidades eléctricas diarias. Este rompecabezas requiere una gestión cuidadosa de recursos y estrategia. ¿Estás listo para ayudar a Laia a iluminar Bangalore y demostrar tus habilidades en energías renovables? Además, descubre que las piezas obtenidas durante su viaje son esenciales para proporcionar energía a la India.",
        "cat": "En la seva darrera aventura, Laia, l'enginyera apassionada per l'energia sostenible, arriba a Bangalore, Índia, enfrontant-se al desafiament d'aportar llum a cases amb necessitats elèctriques diàries. Aquest trencaclosques requereix una gestió meticulosa de recursos i estratègia. Estàs llest per ajudar Laia a il·luminar Bangalore i demostrar les teves habilitats en energies renovables? A més, descobreix que les peces obtingudes durant el seu viatge són essencials per proporcionar energia a Índia." 
    }
}